{"dataset":{"id":"quantDataset_2038"},"questions":[{"id":"2038","answertype":"resource","aggregation":false,"onlydbo":false,"hybrid":false,"question":[{"language":"de","string":"Welche Tankstellen gibt es in Rostock?","keywords":"Tankstellen Rostock"}],"query":{"sparql":"SELECT DISTINCT ?s WHERE { ?s a <http://schema.org/GasStation> . ?s <http://schema.org/address> ?a. ?a <http://schema.org/addressLocality> \"Rostock, Hanse- und Universitätsstadt\" }"},"answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"https://portal.limbo-project.org/tankstellen/d4a22f42-6955-11e8-a261-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/6b37d4cc-e0ba-11e7-bcff-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/2c5c6902-6656-11e4-8a9f-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2a5f18dc-0fd8-11e8-bbac-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/2c4cc7b8-6656-11e4-8a9a-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/5b91ab02-68b7-11e4-a640-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/94e959e8-6964-11e8-a262-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/2c435110-6656-11e4-8a97-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/15636824-6966-11e8-a263-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/2c33bf84-6656-11e4-8a93-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/86bbcec0-6967-11e8-a264-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/8ce3b8ca-1193-11e8-b137-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/444a59e2-1194-11e8-b138-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/4f1ffa60-1195-11e8-b139-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/0edc928c-1196-11e8-b13a-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/2c126122-6656-11e4-8a8a-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/1d7a44c0-c0bc-11e4-8b65-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/3124d89c-0d18-11e6-bea4-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c2b5aa6-6656-11e4-8a91-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2eeac5bc-0d1a-11e6-bea5-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/9724f98e-0d1c-11e6-bea6-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2bfc46c6-6656-11e4-8a85-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c4037dc-6656-11e4-8a96-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/a74970c8-665c-11e4-bebe-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c6bffb6-6656-11e4-8aa4-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c188da4-6656-11e4-8a8c-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c2796fa-6656-11e4-8a90-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c3c3934-6656-11e4-8a95-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c0f1c88-6656-11e4-8a89-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/131f48d8-0d17-11e6-bea2-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c49ac68-6656-11e4-8a99-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c68b98c-6656-11e4-8aa3-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c6f111a-6656-11e4-8aa5-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c756718-6656-11e4-8aa7-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c7234b2-6656-11e4-8aa6-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c787ff2-6656-11e4-8aa8-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c62926e-6656-11e4-8aa1-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c2f8874-6656-11e4-8a92-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c46923a-6656-11e4-8a98-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c23ce1c-6656-11e4-8a8f-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c5f7c6e-6656-11e4-8aa0-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c1febbc-6656-11e4-8a8e-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c1c2216-6656-11e4-8a8d-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/f025481a-3a00-11e7-aa85-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/0db72a62-39ff-11e7-aa82-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/0e8c8a5e-39ff-11e7-aa83-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/d4bbcdd4-39ff-11e7-aa84-0050569946ac\r\nhttps://portal.limbo-project.org/tankstellen/2c158122-6656-11e4-8a8b-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c02bb78-6656-11e4-8a86-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c53240a-6656-11e4-8a9c-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c37f6bc-6656-11e4-8a94-0050569b7e95\r\nhttps://portal.limbo-project.org/tankstellen/2c0bc2cc-6656-11e4-8a88-0050569b7e95"}}]}}]},{"id":"2040","answertype":"resource","aggregation":false,"onlydbo":false,"hybrid":false,"question":[{"language":"de","string":"Welche Bahnhaltestellen gibt es in Köln?","keywords":"Bahnhaltestellen, Köln"}],"query":{"sparql":"SELECT DISTINCT ?s WHERE { ?s a <http://linkedgeodata.org/ontology/RailwayStation> . ?s <http://schema.org/address> ?a. ?a <http://schema.org/addressLocality> \"Köln\" }"},"answers":[{"head":{"vars":["uri"]},"results":{"bindings":[{"uri":{"type":"uri","value":"https://portal.limbo-project.org/bahnhof/1275\r\nhttps://portal.limbo-project.org/bahnhof/2070\r\nhttps://portal.limbo-project.org/bahnhof/5343\r\nhttps://portal.limbo-project.org/bahnhof/3319\r\nhttps://portal.limbo-project.org/bahnhof/3331\r\nhttps://portal.limbo-project.org/bahnhof/3320\r\nhttps://portal.limbo-project.org/bahnhof/3329\r\nhttps://portal.limbo-project.org/bahnhof/2090\r\nhttps://portal.limbo-project.org/bahnhof/3321\r\nhttps://portal.limbo-project.org/bahnhof/3323\r\nhttps://portal.limbo-project.org/bahnhof/3324\r\nhttps://portal.limbo-project.org/bahnhof/4762\r\nhttps://portal.limbo-project.org/bahnhof/3325\r\nhttps://portal.limbo-project.org/bahnhof/3326\r\nhttps://portal.limbo-project.org/bahnhof/3327\r\nhttps://portal.limbo-project.org/bahnhof/3328\r\nhttps://portal.limbo-project.org/bahnhof/3330\r\nhttps://portal.limbo-project.org/bahnhof/3332\r\nhttps://portal.limbo-project.org/bahnhof/3335\r\nhttps://portal.limbo-project.org/bahnhof/5335\r\nhttps://portal.limbo-project.org/bahnhof/3337\r\nhttps://portal.limbo-project.org/bahnhof/3338\r\nhttps://portal.limbo-project.org/bahnhof/3339\r\nhttps://portal.limbo-project.org/bahnhof/437\r\nhttps://portal.limbo-project.org/bahnhof/4999\r\nhttps://portal.limbo-project.org/bahnhof/5002"}}]}}]},{"id":"2042","answertype":"number","aggregation":false,"onlydbo":false,"hybrid":false,"question":[{"language":"de","string":"Wie lang ist Gleis 1 des Leipziger Hauptbahnhofs?","keywords":"lang, Gleis 1, Leipziger, Hauptbahnhof"}],"query":{"sparql":"SELECT DISTINCT ?l WHERE { ?s a <http://linkedgeodata.org/ontology/RailwayStation> . ?s <http://www.w3.org/2000/01/rdf-schema#label> \"Leipzig Hbf\". ?b <http://www.w3.org/2002/07/owl#partOf> ?s. ?b <http://www.w3.org/2000/01/rdf-schema#label> \"Gleis 1\". ?b <http://linkedgeodata.org/vocabulary#length> ?l }"},"answers":[{"head":{"vars":["c"]},"results":{"bindings":[{"c":{"type":"literal","value":"215"}}]}}]},{"id":"2044","answertype":"boolean","aggregation":false,"onlydbo":false,"hybrid":false,"question":[{"language":"de","string":"Gibt es die Wetterstation Rügen?","keywords":"Wetterstation Rügen"}],"query":{"sparql":"PREFIX dwd: <https://opendata.dwd.de/#> PREFIX wgs: <http://www.w3.org/2003/01/geo/wgs84_pos#>ASKWHERE { ?station dwd:station_name \"Ruegen\" . }"},"answers":[{"head":{},"results":{},"boolean":true}]}]}